;;; packages.el --- description -*- lexical-binding: t; -*-

;; (package! cquery)
;; (package! company-box)
;; (package! company-lsp)
(package! ivy-posframe :disable t)
(package! ivy-rtags :disable t)
;; (package! lsp-mode)
;; (package! lsp-ui)
(package! magit-gitflow)
(package! org-caldav)
(package! org-super-agenda)
(package! resize-window)
(package! rtags :disable t)
(package! xterm-color)

;; (disable-packages! company-childframe)
;; (disable-packages! company-irony)
;; (disable-packages! flycheck-irony)
;; (disable-packages! irony)
;; (disable-packages! irony-eldoc)

(provide 'packages)

;;; packages.el ends here
