;;; packages.el --- description -*- no-byte-compile: t; -*-

(package! anzu)
(package! anaconda-mode :disable t)
(package! company-jedi)
(package! flycheck-popup-tip :disable t)
(package! flycheck-posframe :disable t)
(package! iedit)
(package! ivy-posframe :disable t)
(package! ivy-rtags :disable t)
(package! magit-gitflow)
(package! org2jekyll)
(package! org-caldav)
(package! page-break-lines)
(package! resize-window)
(package! rtags :disable t)
(package! xterm-color)

(provide 'packages)

;;; packages.el ends here
