;;; packages.el --- description -*- lexical-binding: t; -*-

(package! cquery)
(package! company-lsp)
(package! ivy-posframe :disable t)
(package! ivy-rtags :disable t)
(package! lsp-mode)
(package! lsp-ui)
(package! magit-gitflow)
(package! org-caldav)
(package! org-super-agenda)
(package! resize-window)
(package! rtags :disable t)
(package! xterm-color)

(provide 'packages)

;;; packages.el ends here
